class script(object):
    START_TXT = """<b><blockquote>Hᴇʏ {} {}</blockquote>
    
ɪ ᴄᴀɴ ᴘʀᴏᴠɪᴅᴇ ᴍᴏᴠɪᴇs ᴀɴᴅ sᴇʀɪᴇs,
ᴊᴜsᴛ ᴀᴅᴅ ᴍᴇ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴀɴᴅ ᴇɴᴊᴏʏ.</b>"""

    GSTART_TXT = """<b><blockquote>Hᴇʏ {} {}</blockquote>
    
ɪ ᴄᴀɴ ᴘʀᴏᴠɪᴅᴇ ᴍᴏᴠɪᴇs ᴀɴᴅ sᴇʀɪᴇs,
ᴊᴜsᴛ ᴀᴅᴅ ᴍᴇ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴀɴᴅ ᴇɴᴊᴏʏ.</b>"""
    
    HELP_TXT = """<b><blockquote>Hᴇʏ {} {}</blockquote>
    
ɪ ᴄᴀɴ ᴘʀᴏᴠɪᴅᴇ ᴍᴏᴠɪᴇs ᴀɴᴅ sᴇʀɪᴇs,
ᴊᴜsᴛ ᴀᴅᴅ ᴍᴇ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴀɴᴅ ᴇɴᴊᴏʏ.</b>"""

    ABOUT_TXT = """<b>🏢 𝐀𝐛𝐨𝐮𝐭 𝐂𝐢𝐧𝐞𝐰𝐨𝐨𝐝 🏢
 ᴄɪɴᴇᴡᴏᴏᴅ ᴘᴠᴛ ʟᴛᴅ. ɪꜱ ᴀɴ ᴏᴛᴛ ᴘʟᴀᴛꜰᴏʀᴍ ᴡʜɪᴄʜ ᴡᴀꜱ ꜱᴛᴀʀᴛᴇᴅ ɪɴ 𝟤𝟢𝟣𝟨 ᴛᴏ ᴘʀᴏᴠɪᴅᴇ ꜰʀᴇᴇ ᴏꜰ ᴄᴏꜱᴛ ᴍᴏᴠɪᴇꜱ ꜱᴇʀɪᴇꜱ ᴛᴏ ᴀʟʟ ᴜꜱᴇʀꜱ. ɪᴛ ɪꜱ ᴀᴠᴀɪʟᴀʙʟᴇ ᴏɴʟʏ ᴏɴ ᴛᴇʟᴇɢʀᴀᴍ,
 
 🧑‍💻 𝐀𝐛𝐨𝐮𝐭 𝐦𝐞 🧑‍💻
 
 ‣ ᴍʏ ɴᴀᴍᴇ : <a href=https://t.me/cinewood_1_bot>Cinewood 🤖</a>
 
 ‣ ᴅᴇᴠᴇʟᴏᴘᴇʀ : <a href='https://t.me/cinewood_1'>meet him</a>
 
 ➥ ɪꜰ ʏᴏᴜ ʜᴀᴠᴇ ᴀɴʏ ǫᴜᴇꜱᴛɪᴏɴ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ᴏᴜʀ ʙᴏᴛ ᴏʀ ʜᴀᴠᴇ ꜰᴏᴜɴᴅ ᴀɴʏ ʙᴜɢ ɪɴ ᴛʜᴇ ʙᴏᴛ ᴛʜᴇɴ ᴘʟᴇᴀꜱᴇ ᴅᴏ ɴᴏᴛ ʜᴇꜱɪᴛᴀᴛᴇ ᴛᴏ ᴄᴏɴᴛᴀᴄᴛ ᴜꜱ."""
        
    CHANNELS = """
<b>⚡ ɢʀᴏᴜᴘs & ᴄʜᴀɴɴᴇʟs ɪɴғᴏ ⚡ 

▫ ᴀʟʟ ɴᴇᴡ ᴍᴏᴠɪᴇs & sᴇʀɪᴇs.
▫ ғᴀsᴛᴇsᴛ ʙᴏᴛs ᴀʀᴇ ᴀᴅᴅᴇᴅ.
▫ ғʀᴇᴇ & ᴇᴀsʏ ᴛᴏ ᴜsᴇ.
▫ 𝟸𝟺x𝟽 sᴇʀᴠɪᴄᴇs ᴀᴠᴀɪʟᴀʙʟᴇ.</b>"""

    
    STATUS_TXT = """<b>╭────[ 🗃 ᴅᴀᴛᴀʙᴀsᴇ 1 🗃 ]────⍟</b>
│
├⋟ 🕵️ ᴀʟʟ ᴜsᴇʀs ⋟ <code>{}</code>
├⋟ 🏹 ᴀʟʟ ɢʀᴏᴜᴘs ⋟ <code>{}</code>
├⋟ ❤️‍🔥 Pʀᴇᴍɪᴜᴍ Usᴇʀs ⋟ <code>{}</code>
├⋟ 🎬 ᴀʟʟ ꜰɪʟᴇs ⋟ <code>{}</code>
├⋟ 📽️ ᴜsᴇᴅ sᴛᴏʀᴀɢᴇ ⋟ <code>{}</code>
├⋟ 🏷️ ꜰʀᴇᴇ sᴛᴏʀᴀɢᴇ ⋟ <code>{}</code>
│
<b>├────[ 🗳 ᴅᴀᴛᴀʙᴀsᴇ 2 🗳 ]────⍟</b>   
│
├⋟ 🎬 ᴀʟʟ ꜰɪʟᴇs ➤ <code>{}</code>
├⋟ 🎤 size ➤ <code>{}</code>
├⋟ 🎭 free ➤ <code>{}</code>
│
<b>├────[ 🤖 ʙᴏᴛ ᴅᴇᴛᴀɪʟs 🤖 ]────⍟</b>   
│
├⋟ ⏱ Bᴏᴛ Uᴘᴛɪᴍᴇ ➤ {}
├⋟ 🌐 ʀᴀᴍ ➤ <code>{}%</code>
├⋟ 🤖 ᴄᴘᴜ ➤ <code>{}%</code>   
│
├⋟ 🗼 Bᴏᴛʜ DBs Fɪʟᴇs: <code>{}</code>
│
<b>╰─────────────────────⍟</b>"""

    LOG_TEXT_G = """#NewGroup
    
Gʀᴏᴜᴘ = {}
Iᴅ = <code>{}</code>
Tᴏᴛᴀʟ Mᴇᴍʙᴇʀs = <code>{}</code>
Aᴅᴅᴇᴅ Bʏ - {}
"""

    LOG_TEXT_P = """#NewUser
    
Iᴅ - <code>{}</code>
Nᴀᴍᴇ - {}
"""

    ALRT_TXT = """ʜᴇʟʟᴏ {},
ᴛʜɪꜱ ɪꜱ ɴᴏᴛ ʏᴏᴜʀ ᴍᴏᴠɪᴇ ʀᴇǫᴜᴇꜱᴛ,
ʀᴇǫᴜᴇꜱᴛ ʏᴏᴜʀ'ꜱ..."""

    OLD_ALRT_TXT = """ʜᴇʏ {},
ʏᴏᴜ ᴀʀᴇ ᴜꜱɪɴɢ ᴏɴᴇ ᴏꜰ ᴍʏ ᴏʟᴅ ᴍᴇꜱꜱᴀɢᴇꜱ, 
ᴘʟᴇᴀꜱᴇ ꜱᴇɴᴅ ᴛʜᴇ ʀᴇǫᴜᴇꜱᴛ ᴀɢᴀɪɴ."""

    CUDNT_FND = """<b>ʏᴏᴜ ʜᴀᴠᴇ ꜱᴇɴᴛ ᴍᴇ ᴡʀᴏɴɢ ꜱᴘᴇʟʟɪɴɢ ☹️ ᴘʟᴇᴀꜱᴇ ᴄʜᴏᴏꜱᴇ 😃 ᴄᴏʀʀᴇᴄᴛ ꜱᴘᴇʟʟɪɴɢ ꜰʀᴏᴍ ʙᴇʟᴏᴡ ʀᴇꜱᴜʟᴛꜱ 👇👇👇</b>"""

    I_CUDNT = """<b>sᴏʀʀʏ ɴᴏ ꜰɪʟᴇs ᴡᴇʀᴇ ꜰᴏᴜɴᴅ ꜰᴏʀ ʏᴏᴜʀ ʀᴇǫᴜᴇꜱᴛ {} 😕

ᴄʜᴇᴄᴋ ʏᴏᴜʀ sᴘᴇʟʟɪɴɢ ɪɴ ɢᴏᴏɢʟᴇ ᴀɴᴅ ᴛʀʏ ᴀɢᴀɪɴ 😃

📝 ᴍᴏᴠɪᴇ ʀᴇǫᴜᴇꜱᴛ ꜰᴏʀᴍᴀᴛ 👇

⚜️ ᴇxᴀᴍᴘʟᴇ : Jawan or Jawan 2023 

📝 ꜱᴇʀɪᴇꜱ ʀᴇǫᴜᴇꜱᴛ ꜰᴏʀᴍᴀᴛ 👇

⚜️ ᴇxᴀᴍᴘʟᴇ : Loki S01 or Loki S01E04 or Lucifer S03E24

🚯 ᴅᴏɴᴛ ᴜꜱᴇ ➠ ':(!,./)</b>"""
    
    I_CUD_NT = """<b>ɪ ᴄᴏᴜʟᴅɴ'ᴛ ꜰɪɴᴅ ᴀɴʏ ᴍᴏᴠɪᴇ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ {}.

ᴍᴏᴠɪᴇ ɴᴏᴛ ᴀᴠᴀɪʟᴀʙʟᴇ ʀᴇᴀsᴏɴ :

1) ᴏ.ᴛ.ᴛ ᴏʀ ᴅᴠᴅ ɴᴏᴛ ʀᴇʟᴇᴀsᴇᴅ

2) ᴛʏᴘᴇ ɴᴀᴍᴇ ᴡɪᴛʜ ʏᴇᴀʀ

3) ᴍᴏᴠɪᴇ ɪs ɴᴏᴛ ᴀᴠᴀɪʟᴀʙʟᴇ ɪɴ ᴛʜᴇ ᴅᴀᴛᴀʙᴀsᴇ ʀᴇᴘᴏʀᴛ ᴛᴏ ᴀᴅᴍɪɴs</b>"""

    MVE_NT_FND = """<b>𝑻𝒉𝒊𝒔 𝑴𝒐𝒗𝒊𝒆 𝑵𝒐𝒕 𝑭𝒐𝒖𝒏𝒅 𝑰𝒏 𝑴𝒚 𝑫𝒂𝒕𝒂𝑩𝒂𝒔𝒆...😌\n\n<blockquote>यह 𝑴𝒐𝒗𝒊𝒆 मुझे मेरे 𝑫𝒂𝒕𝒂𝒃𝒂𝒔𝒆 में नहीं मिली...😌</blockquote></b>"""
    

    TOP_ALRT_MSG = """ꜱᴇᴀʀᴄʜɪɴɢ ꜰᴏʀ ǫᴜᴇʀʏ ɪɴ ᴍʏ ᴅᴀᴛᴀʙᴀꜱᴇ..."""

    MELCOW_ENG = """<b>👋 ʜᴇʏ {},\n\n🍁 ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ\n🌟 {} \n\n🔍 ʜᴇʀᴇ ʏᴏᴜ ᴄᴀɴ ꜱᴇᴀʀᴄʜ ʏᴏᴜʀ ꜰᴀᴠᴏᴜʀɪᴛᴇ ᴍᴏᴠɪᴇꜱ ᴏʀ ꜱᴇʀɪᴇꜱ ʙʏ ᴊᴜꜱᴛ ᴛʏᴘɪɴɢ ɪᴛ'ꜱ ɴᴀᴍᴇ 🔎\n\n⚠️ ɪꜰ ʏᴏᴜ'ʀᴇ ʜᴀᴠɪɴɢ ᴀɴʏ ᴘʀᴏʙʟᴇᴍ ʀᴇɢᴀʀᴅɪɴɢ ᴅᴏᴡɴʟᴏᴀᴅɪɴɢ ᴏʀ ꜱᴏᴍᴇᴛʜɪɴɢ ᴇʟꜱᴇ ᴛʜᴇɴ ᴍᴇꜱꜱᴀɢᴇ ʜᴇʀᴇ 👇</b>"""
    
    DISCLAIMER_TXT = """
<b>ᴛʜɪꜱ ɪꜱ ᴀɴ ᴏᴘᴇɴ ꜱᴏᴜʀᴄᴇ ᴘʀᴏᴊᴇᴄᴛ.

ᴀʟʟ ᴛʜᴇ ꜰɪʟᴇꜱ ɪɴ ᴛʜɪꜱ ʙᴏᴛ ᴀʀᴇ ꜰʀᴇᴇʟʏ ᴀᴠᴀɪʟᴀʙʟᴇ ᴏɴ ᴛʜᴇ ɪɴᴛᴇʀɴᴇᴛ ᴏʀ ᴘᴏꜱᴛᴇᴅ ʙʏ ꜱᴏᴍᴇʙᴏᴅʏ ᴇʟꜱᴇ. ᴊᴜꜱᴛ ꜰᴏʀ ᴇᴀꜱʏ ꜱᴇᴀʀᴄʜɪɴɢ ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ɪɴᴅᴇxɪɴɢ ꜰɪʟᴇꜱ ᴡʜɪᴄʜ ᴀʀᴇ ᴀʟʀᴇᴀᴅʏ ᴜᴘʟᴏᴀᴅᴇᴅ ᴏɴ ᴛᴇʟᴇɢʀᴀᴍ. ᴡᴇ ʀᴇꜱᴘᴇᴄᴛ ᴀʟʟ ᴛʜᴇ ᴄᴏᴘʏʀɪɢʜᴛ ʟᴀᴡꜱ ᴀɴᴅ ᴡᴏʀᴋꜱ ɪɴ ᴄᴏᴍᴘʟɪᴀɴᴄᴇ ᴡɪᴛʜ ᴅᴍᴄᴀ ᴀɴᴅ ᴇᴜᴄᴅ. ɪꜰ ᴀɴʏᴛʜɪɴɢ ɪꜱ ᴀɢᴀɪɴꜱᴛ ʟᴀᴡ ᴘʟᴇᴀꜱᴇ ᴄᴏɴᴛᴀᴄᴛ ᴍᴇ ꜱᴏ ᴛʜᴀᴛ ɪᴛ ᴄᴀɴ ʙᴇ ʀᴇᴍᴏᴠᴇᴅ ᴀꜱᴀᴘ. ɪᴛ ɪꜱ ꜰᴏʀʙɪʙʙᴇɴ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ, ꜱᴛʀᴇᴀᴍ, ʀᴇᴘʀᴏᴅᴜᴄᴇ, ꜱʜᴀʀᴇ ᴏʀ ᴄᴏɴꜱᴜᴍᴇ ᴄᴏɴᴛᴇɴᴛ ᴡɪᴛʜᴏᴜᴛ ᴇxᴘʟɪᴄɪᴛ ᴘᴇʀᴍɪꜱꜱɪᴏɴ ꜰʀᴏᴍ ᴛʜᴇ ᴄᴏɴᴛᴇɴᴛ ᴄʀᴇᴀᴛᴏʀ ᴏʀ ʟᴇɢᴀʟ ᴄᴏᴘʏʀɪɢʜᴛ ʜᴏʟᴅᴇʀ. ɪꜰ ʏᴏᴜ ʙᴇʟɪᴇᴠᴇ ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ᴠɪᴏʟᴀᴛɪɴɢ ʏᴏᴜʀ ɪɴᴛᴇʟʟᴇᴄᴛᴜᴀʟ ᴘʀᴏᴘᴇʀᴛʏ, ᴄᴏɴᴛᴀᴄᴛ ᴛʜᴇ ʀᴇꜱᴘᴇᴄᴛɪᴠᴇ ᴄʜᴀɴɴᴇʟꜱ ꜰᴏʀ ʀᴇᴍᴏᴠᴀʟ. ᴛʜᴇ ʙᴏᴛ ᴅᴏᴇꜱ ɴᴏᴛ ᴏᴡɴ ᴀɴʏ ᴏꜰ ᴛʜᴇꜱᴇ ᴄᴏɴᴛᴇɴᴛꜱ, ɪᴛ ᴏɴʟʏ ɪɴᴅᴇx ᴛʜᴇ ꜰɪʟᴇꜱ ꜰʀᴏᴍ ᴛᴇʟᴇɢʀᴀᴍ. 
</b>"""

    USERS_TXT = """👋 ʜᴇʏ {},

📚 ʜᴇʀᴇ ᴀʀᴇ ᴍʏ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ꜰᴏʀ ᴀʟʟ ʙᴏᴛ ᴜꜱᴇʀꜱ ⇊
    
• /batch - ᴄʀᴇᴀᴛᴇ ᴀ ʙᴀᴛᴄʜ ʟɪɴᴋ ᴏғ ᴍᴜʟᴛɪᴘʟᴇ ғɪʟᴇs.
• /link - ᴄʀᴇᴀᴛᴇ ᴀ sɪɴɢʟᴇ ғɪʟᴇ sᴛᴏʀᴇ ʟɪɴᴋ.
• /pbatch - ᴊᴜsᴛ ʟɪᴋᴇ <code>/batch</code>, ʙᴜᴛ ᴛʜᴇ ғɪʟᴇs ᴡɪʟʟ ʙᴇ sᴇɴᴅ ᴡɪᴛʜ ғᴏʀᴡᴀʀᴅ ʀᴇsᴛʀɪᴄᴛɪᴏɴs.
• /plink - ᴊᴜsᴛ ʟɪᴋᴇ <code>/link</code>, ʙᴜᴛ ᴛʜᴇ ғɪʟᴇ ᴡɪʟʟ ʙᴇ sᴇɴᴅ ᴡɪᴛʜ ғᴏʀᴡᴀʀᴅ ʀᴇsᴛʀɪᴄᴛɪᴏɴ.
• /id - ɢᴇᴛ ɪᴅ ᴏꜰ ᴀ ꜱᴘᴇᴄɪꜰɪᴇᴅ ᴜꜱᴇʀ.
• /info  - ɢᴇᴛ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜꜱᴇʀ.
• /imdb  - ɢᴇᴛ ᴛʜᴇ ꜰɪʟᴍ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ꜰʀᴏᴍ ɪᴍᴅʙ ꜱᴏᴜʀᴄᴇ.
• /search  - ɢᴇᴛ ᴛʜᴇ ꜰɪʟᴍ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ꜰʀᴏᴍ ᴠᴀʀɪᴏᴜꜱ ꜱᴏᴜʀᴄᴇꜱ.
• /stats - ɢᴇᴛ ꜱᴛᴀᴛᴜꜱ ᴏꜰ ꜰɪʟᴇꜱ ɪɴ ᴅʙ.
• /request - sᴇɴᴅ ᴀ Mᴏᴠɪᴇ/Sᴇʀɪᴇs ʀᴇᴏ̨ᴜᴇsᴛ ᴛᴏ ʙᴏᴛ ᴀᴅᴍɪɴs. ( ᴏɴʟʏ ᴡᴏʀᴋs ᴏɴ sᴜᴘᴘᴏʀᴛ ɢʀᴏᴜᴘ )
• /plan - ᴄʜᴇᴄᴋ ᴀᴠᴀɪʟᴀʙʟᴇ ᴘʀᴇᴍɪᴜᴍ ᴍᴇᴍʙᴇʀꜱʜɪᴘ ᴘʟᴀɴꜱ.
• /myplan - ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴄᴜʀʀᴜɴᴛ ᴘʟᴀɴ."""

    
    ADMIC_TXT = """👋 ʜᴇʏ {},

    📚 ʜᴇʀᴇ ᴀʀᴇ ᴍʏ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ꜰᴏʀ ᴀʟʟ ʙᴏᴛ ᴀᴅᴍɪɴꜱ ⇊

• /system - <code>sʏsᴛᴇᴍ ɪɴғᴏʀᴍᴀᴛɪᴏɴ </code>
• /del_msg - <code>ʀᴇᴍᴏᴠᴇ ғɪʟᴇ ɴᴀᴍᴇ ᴄᴏʟʟᴇᴄᴛɪᴏɴ ɴᴏᴛɪғɪᴄᴀᴛɪᴏɴ...</code> 
• /movie_update - <code>ᴏɴ ᴏғғ ᴀᴄᴄᴏʀᴅɪɴɢ ʏᴏᴜʀ ɴᴇᴇᴅᴇᴅ...</code> 
• /pm_search - <code>ᴘᴍ sᴇᴀʀᴄʜ ᴏɴ ᴏғғ ᴀᴄᴄᴏʀᴅɪɴɢ ʏᴏᴜʀ ɴᴇᴇᴅᴇᴅ...</code>
• /logs - <code>ɢᴇᴛ ᴛʜᴇ ʀᴇᴄᴇɴᴛ ʙᴜɢꜱ.</code>
• /delete - <code>ᴅᴇʟᴇᴛᴇ ᴀ ꜱᴘᴇᴄɪꜰɪᴄ ꜰɪʟᴇ ꜰʀᴏᴍ ᴅʙ.</code>
• /users - <code>ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴍʏ ᴜꜱᴇʀꜱ ᴀɴᴅ ɪᴅꜱ.</code>
• /chats - <code>ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴍʏ ᴄʜᴀᴛꜱ ᴀɴᴅ ɪᴅꜱ.</code>
• /leave  - <code>ʟᴇᴀᴠᴇ ꜰʀᴏᴍ ᴀ ᴄʜᴀᴛ.</code>
• /disable  -  <code>ᴅɪꜱᴀʙʟᴇ ᴀ ᴄʜᴀᴛ.</code>
• /ban  - <code>ʙᴀɴ ᴀ ᴜꜱᴇʀ.</code>
• /unban  - <code>ᴜɴʙᴀɴ ᴀ ᴜꜱᴇʀ.</code>
• /channel - <code>ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴛᴏᴛᴀʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ɢʀᴏᴜᴘꜱ.</code>
• /broadcast - <code>ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴀʟʟ ᴜꜱᴇʀꜱ.</code>
• /grp_broadcast - <code>ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ɢʀᴏᴜᴘs.</code>
• /gfilter - <code>ᴀᴅᴅ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀs.</code>
• /gfilters - <code>ᴠɪᴇᴡ ʟɪsᴛ ᴏғ ᴀʟʟ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀs.</code>
• /delg - <code>ᴅᴇʟᴇᴛᴇ ᴀ sᴘᴇᴄɪғɪᴄ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀ.</code>
• /delallg - <code>ᴅᴇʟᴇᴛᴇ ᴀʟʟ Gғɪʟᴛᴇʀs ғʀᴏᴍ ᴛʜᴇ ʙᴏᴛ's ᴅᴀᴛᴀʙᴀsᴇ.</code>
• /deletefiles - <code>ᴅᴇʟᴇᴛᴇ CᴀᴍRɪᴘ ᴀɴᴅ PʀᴇDVD ғɪʟᴇs ғʀᴏᴍ ᴛʜᴇ ʙᴏᴛ's ᴅᴀᴛᴀʙᴀsᴇ.</code>
• /send - <code>ꜱᴇɴᴅ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴜꜱᴇʀ.</code>
• /add_premium - <code>ᴀᴅᴅ ᴀɴʏ ᴜꜱᴇʀ ᴛᴏ ᴘʀᴇᴍɪᴜᴍ.</code>
• /remove_premium - <code>ʀᴇᴍᴏᴠᴇ ᴀɴʏ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴘʀᴇᴍɪᴜᴍ.</code>
• /premium_users - <code>ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴘʀᴇᴍɪᴜᴍ ᴜꜱᴇʀꜱ.</code>
• /get_premium - <code>ɢᴇᴛ ɪɴꜰᴏ ᴏꜰ ᴀɴʏ ᴘʀᴇᴍɪᴜᴍ ᴜꜱᴇʀ.</code>
• /restart - <code>ʀᴇꜱᴛᴀʀᴛ ᴛʜᴇ ʙᴏᴛ.</code>"""      

    
    GROUP_TXT = """👋 ʜᴇʏ {},

📚 ʜᴇʀᴇ ᴀʀᴇ ᴍʏ ᴄᴏᴍᴍᴀɴᴅꜱ ʟɪꜱᴛ ꜰᴏʀ ᴀʟʟ ɢʀᴏᴜᴘ ᴏᴡɴᴇʀꜱ ⇊
    
• /connect  - ᴄᴏɴɴᴇᴄᴛ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴄʜᴀᴛ ᴛᴏ ʏᴏᴜʀ ᴘᴍ.
• /disconnect  - ᴅɪꜱᴄᴏɴɴᴇᴄᴛ ꜰʀᴏᴍ ᴀ ᴄʜᴀᴛ.
• /shortlink - ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ꜱʜᴏʀᴛɴᴇʀ ᴡᴇʙꜱɪᴛᴇ.
• /set_tutorial - ꜱᴇᴛ ʏᴏᴜʀ ʜᴏᴡ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ ᴠɪᴅᴇᴏ.
• /remove_tutorial - ꜱᴇᴛ ʏᴏᴜʀ ʜᴏᴡ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ ᴠɪᴅᴇᴏ.
• /shortlink_info - ᴄʜᴇᴄᴋ ʏᴏᴜʀ ɢʀᴏᴜᴘ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ.
• /setshortlinkon - ᴏɴ ꜱʜᴏʀᴛʟɪɴᴋ ꜰᴏʀ ʏᴏᴜʀ ɢʀᴏᴜᴘ.
• /setshortlinkoff - ᴏꜰꜰ ꜱʜᴏʀᴛʟɪɴᴋ ꜰᴏʀ ʏᴏᴜʀ ɢʀᴏᴜᴘ.
• /connections - ʟɪꜱᴛ ᴀʟʟ ʏᴏᴜʀ ᴄᴏɴɴᴇᴄᴛɪᴏɴꜱ.
• /settings - ᴄʜᴀɴɢᴇ sᴇᴛᴛɪɴɢs ᴀs ʏᴏᴜʀ ᴡɪsʜ.
• /filter - ᴀᴅᴅ ᴀ ꜰɪʟᴛᴇʀ ɪɴ ᴀ ɢʀᴏᴜᴘ.
• /filters - ʟɪꜱᴛ ᴀʟʟ ᴛʜᴇ ꜰɪʟᴛᴇʀꜱ ᴏꜰ ᴀ ɢʀᴏᴜᴘ.
• /del - ᴅᴇʟᴇᴛᴇ ᴀ ꜱᴘᴇᴄɪꜰɪᴄ ꜰɪʟᴛᴇʀ ɪɴ ᴀ ɢʀᴏᴜᴘ.
• /delall - ᴅᴇʟᴇᴛᴇ ᴛʜᴇ ᴡʜᴏʟᴇ ꜰɪʟᴛᴇʀꜱ ɪɴ ᴀ ɢʀᴏᴜᴘ.
• /purge - ᴅᴇʟᴇᴛᴇ ᴀʟʟ ᴍᴇssᴀɢᴇs ꜰʀᴏᴍ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ ᴍᴇssᴀɢᴇ, ᴛᴏ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴍᴇssᴀɢᴇ."""

    DHAKAD_DONATION = """<b>👋 ʜᴇʏ {},
    
<b>𝑷𝒍𝒆𝒂𝒔𝒆 𝑫𝒐𝒏𝒂𝒕𝒆 𝑻𝒉𝒆 𝑫𝒆𝒗𝒆𝒍𝒐𝒑𝒆𝒓 𝑭𝒐𝒓 𝑲𝒆𝒆𝒑𝒊𝒏𝒈 𝑻𝒉𝒆 𝑺𝒆𝒓𝒗𝒊𝒄𝒆 𝑨𝒍𝒊𝒗𝒆 & 𝑲𝒆𝒆𝒑 𝑩𝒓𝒊𝒏𝒈𝒊𝒏𝒈 𝑴𝒐𝒓𝒆 𝑵𝒆𝒘 𝑭𝒆𝒂𝒕𝒖𝒓𝒆𝒔 𝑭𝒐𝒓 𝒀𝒐𝒖...... 𝑰𝑻 𝑾𝒊𝒍𝒍 𝑺𝒖𝒑𝒑𝒐𝒓𝒕 𝑼𝒔 𝑻𝒐 𝑲𝒆𝒆𝒑 𝑶𝒖𝒓 𝑩𝒐𝒕 𝑶𝒏 𝑯𝒆𝒓𝒐𝒌𝒖 𝑨𝒏𝒅 𝑺𝒐 𝑻𝒉𝒂𝒕 𝑾𝒆 𝑪𝒂𝒏 𝑲𝒆𝒆𝒑 𝑼𝒑𝒍𝒐𝒂𝒅𝒊𝒏𝒈 𝑴𝒐𝒗𝒊𝒆𝒔 𝑨𝒏𝒅 𝑾𝒆𝒃𝒔𝒆𝒓𝒊𝒆𝒔 𝑵𝒐𝒏 𝑺𝒕𝒐𝒑 𝑰𝒏 𝑩𝒆𝒔𝒕 𝑸𝒖𝒂𝒍𝒊𝒕𝒊𝒆𝒔.<b>

<b>𝒀𝒐𝒖 𝑪𝒂𝒏 𝑫𝒐𝒏𝒂𝒕𝒆 𝑨𝒏𝒚 𝑨𝒎𝒐𝒖𝒏𝒕 𝒀𝒐𝒖 𝑯𝒂𝒗𝒆 🌝<b>

<b>🎉 𝑺𝒆𝒍𝒆𝒄𝒕 𝒀𝒐𝒖𝒓 𝑫𝒐𝒏𝒂𝒕𝒆 𝑴𝒆𝒕𝒉𝒐𝒅 👇</b>

➢ QR Cᴏᴅᴇ : <a href='{}'>𝑪𝑳𝑰𝑪𝑲 𝑯𝑬𝑹𝑬 𝑻𝑶 𝑺𝑪𝑨𝑵</a>

➢ Uᴘɪ Iᴅ : <code>{}</code>

‼️ 𝑴𝒖𝒔𝒕 𝑺𝒆𝒏𝒅 𝑺𝒄𝒓𝒆𝒆𝒏𝒔𝒉𝒐𝒕 𝑨𝒇𝒕𝒆𝒓 𝑫𝒐𝒏𝒂𝒕𝒆.</b>"""
    

    SHORTLINK_INFO = """<b>
 <u>• ʜᴏᴡ ᴛᴏ ᴇᴀʀɴ ᴍᴏɴᴇʏ ꜰʀᴏᴍ ᴏᴜʀ  ʙᴏᴛ •</u>

✦ ʜᴇʀᴇ ᴀʀᴇ ꜱᴏᴍᴇ ꜱᴛᴇᴘꜱ ʙʏ ꜰᴏʟʟᴏᴡɪɴɢ ᴡʜɪᴄʜ ʏᴏᴜ ᴄᴀɴ ᴇᴀʀɴ ᴀ ʟᴏᴛ ᴏꜰ ᴍᴏɴᴇʏ ꜰʀᴏᴍ ᴏᴜʀ ʙᴏᴛ!

sᴛᴇᴘ 𝟷 : ʏᴏᴜ ᴍᴜsᴛ ʜᴀᴠᴇ ᴀᴛʟᴇᴀsᴛ ᴏɴᴇ ɢʀᴏᴜᴘ ᴡɪᴛʜ ᴍɪɴɪᴍᴜᴍ 50 ᴍᴇᴍʙᴇʀs.

ꜱᴛᴇᴘ 2 : ᴄʀᴇᴀᴛᴇ ᴀɴ ᴀᴄᴄᴏᴜɴᴛ ᴏɴ ᴀɴʏ ᴛʀᴜsᴛᴇᴅ sʜᴏʀᴛɴᴇʀ ᴡᴇʙsɪᴛᴇ.

ꜱᴛᴇᴘ 3 : ᴄᴏᴘʏ ʏᴏᴜʀ ᴀᴘɪ ᴛᴏᴋᴇɴ ꜰʀᴏᴍ ʟɪɴᴋ ꜱᴏʀᴛɴᴇʀ ᴡᴇʙꜱɪᴛᴇ ᴛᴏᴏʟs sᴇcᴛɪᴏɴ.

ꜱᴛᴇᴘ 4 : ꜱᴇɴᴅ ʏᴏᴜʀ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ɪɴ ᴛʜᴇ ɢɪᴠᴇɴ ꜰᴏʀᴍᴀᴛ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ.

/sᴇᴛʟɪɴᴋ ᴡᴇʙꜱɪᴛᴇɴᴀᴍᴇ ᴀᴘɪᴛᴏᴋᴇɴ

ᴇx: /setlink example.com f7d3d6a03b890eea722a5c9a39ccae13575000c7

➥ ɪꜰ ʏᴏᴜ ʜᴀᴠᴇ ᴀɴʏ ǫᴜᴇꜱᴛɪᴏɴ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ᴏᴜʀ ʙᴏᴛ ᴏʀ ʜᴀᴠᴇ ꜰᴏᴜɴᴅ ᴀɴʏ ʙᴜɢ ɪɴ ᴛʜᴇ ʙᴏᴛ ᴛʜᴇɴ ᴘʟᴇᴀꜱᴇ ᴅᴏ ɴᴏᴛ ʜᴇꜱɪᴛᴀᴛᴇ ᴛᴏ ᴄᴏɴᴛᴀᴄᴛ ᴜꜱ.</b>"""

    SHORTLINK_INFO2 = """<b>
❗<u>ʜᴏᴡ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ sʜᴏʀᴛɴᴇʀ</u>❗

›› ꜱᴛᴇᴘ 4 : ɪꜰ ʏᴏᴜ ᴅᴏɴ'ᴛ ᴜꜱɪɴɢ ᴀɴʏ ꜱʜᴏʀᴛɴᴇʀ ᴡᴇʙꜱɪᴛᴇ ᴛʜᴇɴ ᴍᴀᴋᴇ ᴀᴄᴄᴏᴜɴᴛ ꜰɪʀꜱᴛ ᴏɴ instantearn.in (ʏᴏᴜ ᴄᴀɴ ᴀʟꜱᴏ ᴜꜱᴇ ᴏᴛʜᴇʀ ʟɪɴᴋ ꜱʜᴏʀᴛɴᴇʀ ᴡᴇʙꜱɪᴛᴇ).

›› ꜱᴛᴇᴘ 5 : ᴄᴏᴘʏ ʏᴏᴜʀ ᴀᴘɪ ꜰʀᴏᴍ ᴡᴇʙꜱɪᴛᴇ ᴀɴᴅ ᴛʜᴇɴ, ꜱɪᴍᴘʟʏ ꜱᴇᴛ ʏᴏᴜʀ ᴡᴇʙꜱɪᴛᴇ ᴀɴᴅ ᴀᴘɪ ᴜꜱɪɴɢ ᴛʜᴇ /shortlink ᴄᴏᴍᴍᴀɴᴅ.

› ʟɪᴋᴇ ᴛʜɪꜱ :</b>  <code>/shortlink instantearn.in 1502a197c85d59929d50f1cba1d5e6f967d1e962</code>

<b>›› ꜱᴛᴇᴘ 6 : ᴄʟɪᴄᴋ ᴏɴ ɴᴇxᴛ ʙᴜᴛᴛᴏɴ ᴛᴏ ᴋɴᴏᴡ ʜᴏᴡ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ᴛᴜᴛᴏʀɪᴀʟ ᴡɪᴛʜ ᴛʜɪs ʙᴏᴛ.

★ ᴛʜɪꜱ ʙᴏᴛ ᴡɪʟʟ ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ᴄᴏɴᴠᴇʀᴛꜱ ʟɪɴᴋꜱ ᴡɪᴛʜ ʏᴏᴜʀ ᴀᴘɪ ᴀɴᴅ ᴡɪʟʟ ᴘʀᴏᴠɪᴅᴇ ʏᴏᴜʀ ʟɪɴᴋꜱ.</b>
"""
    SHORTLINK_INFO3 = """<b>
❗<u>ʜᴏᴡ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ᴛᴜᴛᴏʀɪᴀʟ</u>❗

›› ꜱᴛᴇᴘ 7 : ᴜꜱᴇ /set_tutorial ᴛᴏ ᴀᴅᴅ ʜᴏᴡ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ ᴠɪᴅᴇᴏ ꜰᴏʀ ʏᴏᴜʀ ꜱʜᴏʀᴛɴᴇʀ ᴡᴇʙꜱɪᴛᴇ.

› ʟɪᴋᴇ ᴛʜɪꜱ :</b> <code>/set_tutorial https://t.me/DwldMs</code>

<b>›› ꜱᴛᴇᴘ 8 : ɪꜰ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴄʜᴇᴄᴋ ᴡʜɪᴄʜ sʜᴏʀᴛᴇɴᴇʀ ʏᴏᴜ ʜᴀᴠᴇ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛʜᴇɴ sᴇɴᴅ /shortlink_info ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ.

★ ᴛʜᴀᴛ'ꜱ ɪᴛ, ɴᴏᴡ ʏᴏᴜ ᴄᴀɴ ᴇᴀʀɴ ᴀ ʟᴏᴛ ᴍᴏɴᴇʏ 💸 ᴜꜱɪɴɢ ᴛʜɪs ʙᴏᴛ.</b>
"""
    
    
    SELECT = """
--- 𝗠𝗢𝗩𝗜𝗘 𝗦𝗘𝗔𝗥𝗖𝗛𝗜𝗡𝗚 𝗥𝗨𝗟𝗘𝗦 ---

Ex:- 👇👇👇👇👇

👇🏻👇🏻 𝐅𝐨𝐫 𝐌𝐨𝐯𝐢𝐞𝐬 👇🏻👇🏻

Jailer 2023 ✅
Jailer hindi ✅

👇🏻👇🏻 𝐅𝐨𝐫 𝐒𝐞𝐫𝐢𝐞𝐬 👇🏻👇🏻

Loki S01E01 ✅
Loki S01 hindi ✅"""

    REQINFO = """➢ ᴄʟɪᴄᴋ "ǫᴜᴀʟɪᴛʏ" ᴀɴᴅ ᴄʜᴀɴɢᴇ ǫᴜᴀʟɪᴛʏ.
➢ ᴄʟɪᴄᴋ "ʟᴀɴɢᴜᴀɢᴇ" ᴀɴᴅ ᴄʜᴀɴɢᴇ ʟᴀɴɢᴜᴀɢᴇ.
➢ ᴄʟɪᴄᴋ "ꜱᴇᴀꜱᴏɴ" ᴀɴᴅ ᴄʜᴀɴɢᴇ ꜱᴇᴀꜱᴏɴ.
➢ ᴄʟɪᴄᴋ "♨️ ꜱᴇɴᴅ ᴀʟʟ ꜰɪʟᴇꜱ ♨️" ᴀɴᴅ ɢᴇᴛ ᴀʟʟ ꜰɪʟᴇꜱ."""

    SINFO = """
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯
ꜱᴇʀɪᴇꜱ ʀᴇǫᴜᴇꜱᴛ ꜰᴏʀᴍᴀᴛ
⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯

ɢᴏ ᴛᴏ ɢᴏᴏɢʟᴇ ➠ ᴛʏᴘᴇ ꜱᴇʀɪᴇꜱ ɴᴀᴍᴇ ➠ ᴄᴏᴘʏ ᴄᴏʀʀᴇᴄᴛ ɴᴀᴍᴇ ➠ ᴘᴀꜱᴛᴇ ᴛʜɪꜱ ɢʀᴏᴜᴘ

ᴇxᴀᴍᴘʟᴇ : Loki S01E01

🚯 ᴅᴏɴᴛ ᴜꜱᴇ ➠ ':(!,./)"""

    NORSLTS = """ 
#NoResults

Iᴅ : <code>{}</code>
Nᴀᴍᴇ : {}

Mᴇꜱꜱᴀɢᴇ : <b>{}</b>"""
    
    CAPTION = """<b>🗂️ 𝐅𝐢𝐥𝐞 𝐍𝐚𝐦� : {file_name}

<b>📀 𝐅𝐢𝐥𝐞 𝐒𝐢𝐳𝐞 : {file_size}</b>"""

    IMDB_TEMPLATE_TXT = """
<b>🏷 Title</b>: <a href={url}>{title}</a>
🎭 Genres: {genres}
📆 Year: <a href={url}/releaseinfo>{year}</a>
🌟 Rating: <a href={url}/ratings>{rating}</a> / 10 (based on {votes} user ratings.)
📀 RunTime: {runtime} Minutes

⏰Result Shown in: {remaining_seconds} <i>seconds</i> 🔥
Requested by : {message.from_user.mention}</b>"""
    

    RESTART_TXT = """
<b>{} Bᴏᴛ Rᴇsᴛᴀʀᴛᴇᴅ !

📅 Dᴀᴛᴇ : <code>{}</code>
⏰ Tɪᴍᴇ : <code>{}</code>
🌐 Tɪᴍᴇᴢᴏɴᴇ : <code>Asia/Kolkata</code>
🛠️ Bᴜɪʟᴅ Sᴛᴀᴛᴜs: <code> v4.8 [ Sᴛᴀʙʟᴇ ]</code>
</b>"""

    LOGO = """
╭━━━┳━━━┳━━━┳━━━┳━╮╭━┳━━━┳━━┳━╮╱╭┳━━━┳━━━━┳━━━┳━╮╱╭┳━━━╮
╰╮╭╮┃╭━╮┃╭━━┫╭━╮┃┃╰╯┃┃╭━╮┣┫┣┫┃╰╮┃┃╭━━┻━━╮━┃╭━╮┃┃╰╮┃┃╭━━╯
╱┃┃┃┃╰━╯┃╰━━┫┃╱┃┃╭╮╭╮┃┃╱╰╯┃┃┃╭╮╰╯┃╰━━╮╱╭╯╭┫┃╱┃┃╭╮╰╯┃╰━━╮
╱┃┃┃┃╭╮╭┫╭━━┫╰━╯┃┃┃┃┃┃┃╱╭╮┃┃┃┃╰╮┃┃╭━━╯╭╯╭╯┃┃╱┃┃┃╰╮┃┃╭━━╯
╭╯╰╯┃┃┃╰┫╰━━┫╭━╮┃┃┃┃┃┃╰━╯┣┫┣┫┃╱┃┃┃╰━━┳╯━╰━┫╰━╯┃┃╱┃┃┃╰━━╮
╰━━━┻╯╰━┻━━━┻╯╱╰┻╯╰╯╰┻━━━┻━━┻╯╱╰━┻━━━┻━━━━┻━━━┻╯╱╰━┻━━━╯
                                                                                                                        
𝙱𝙾𝚃 𝚆𝙾𝚁𝙺𝙸𝙽𝙶 𝙿𝚁𝙾𝙿𝙴𝚁𝙻𝚈...."""

    #PLANS

    PAGE_TXT = """ᴡʜʏ ᴀʀᴇ ʏᴏᴜ ꜱᴏ ᴄᴜʀɪᴏᴜꜱ ⁉️"""

    PURCHASE_TXT = """<b>👋 ʜᴇʏ {},
    
<b>ᴛᴏ ʙᴜʏ ᴄɪɴᴇᴡᴏᴏᴅ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ, ʏᴏᴜ ʜᴀᴠᴇ ᴛᴏ ᴄʟɪᴄᴋ ᴏɴ ᴛʜᴇ ᴄᴏɴᴛᴀᴄᴛ ʙᴜᴛᴛᴏɴ ɢɪᴠᴇɴ ʙᴇʟᴏᴡ ᴀɴᴅ ᴍᴇꜱꜱᴀɢᴇ ᴛʜᴇ ʙᴏᴛ ᴏᴡɴᴇʀ ꜰᴏʀ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ᴘᴜʀᴄʜᴀꜱᴇ. ɪɴ ᴀ ꜰᴇᴡ ᴍɪɴᴜᴛᴇꜱ ʏᴏᴜ ᴡɪʟʟ ʀᴇᴄᴇɪᴠᴇ ᴀ ʀᴇᴘʟʏ ꜰʀᴏᴍ ᴛʜᴇ ʙᴏᴛ ᴏᴡɴᴇʀ ᴀɴᴅ ʏᴏᴜʀ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ᴡɪʟʟ ʙᴇ ᴀᴄᴛɪᴠᴀᴛᴇᴅ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ᴘʟᴀɴ.<b>

❖ ᴄᴏɴᴛᴀᴄᴛ ᴏᴡɴᴇʀ ꜰᴏʀ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ 👇</b>"""

    PREMIUM_TEXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ  ✨✨


‼️ 𝐓𝐨𝐩 𝐒𝐮𝐛𝐬𝐜𝐫𝐢𝐩𝐭𝐢𝐨𝐧 𝐅𝐞𝐚𝐭𝐮𝐫𝐞𝐬 ‼️

🎉 ɴᴏ ᴀᴅs ɴᴏ ʟɪɴᴋs ᴏɴʟʏ ᴅɪʀᴇᴄᴛ ғɪʟᴇs

🎉 ɴᴇᴠᴇʀ ꜰᴏʀᴄᴇ ᴛᴏ ᴊᴏɪɴ ᴍᴜʟᴛɪ ᴄʜᴀɴɴᴇʟ

🎉 ғᴀsᴛ ᴅᴏᴡɴʟᴏᴀᴅ ᴏᴘᴛɪᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ

🎉 ᴡᴀᴛᴄʜ ᴏɴʟɪɴᴇ ᴏᴘᴛɪᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ

🎉 𝟣ꜱᴛ ɢᴇᴛ ɴᴇᴡ ʀᴇʟᴇᴀꜱᴇ ᴍᴏᴠɪᴇꜱ & ꜱᴇʀɪᴇꜱ

🎉 ᴡᴀᴛᴄʜ & ᴅᴏᴡɴʟᴏᴀᴅ ᴜɴʟɪᴍɪᴛᴇᴅ ᴍᴏᴠɪᴇs

🎉 ᴘʀᴇᴍɪᴜᴍ ʜɪɢʜ ꜱᴘᴇᴇᴅ ʙᴏᴛ ꜱᴇʀᴠᴇʀ

🎉 ᴀʟʟ ᴏᴛᴛ ᴘʟᴀᴛꜰᴏʀᴍ ᴄᴏɴᴛᴇɴᴛ ʜᴇʀᴇ

🎉 ɴᴇᴡ ᴍᴏᴠɪᴇ ᴘʀᴏᴠɪᴅᴇ ᴏɴ ʀᴇʟᴇᴀꜱɪɴɢ ᴅᴀʏ

🎉 ᴡᴀᴛᴄʜ ᴀʟʟ  ᴀᴅꜱ ꜰʀᴇᴇ ᴄʟᴇᴀɴ content 

🎉 ᴡᴀᴛᴄʜ 4ᴋ ᴄᴏɴᴛᴇɴᴛ ɴᴏ ᴀɴʏ ʟɪᴍɪᴛᴀᴛɪᴏɴ 

🎉 24/7 ꜱᴜᴘᴘᴏʀᴛ ᴛᴇᴀᴍ ᴀᴠᴀɪʟᴀʙʟᴇ


🛑 ʏᴏᴜ ᴄᴀɴ ꜱᴇʟᴇᴄᴛ ᴀ ᴘʟᴀɴ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ʙᴜᴅɢᴇᴛ ꜰʀᴏᴍ ᴛʜᴇ ᴘʟᴀɴꜱ ɢɪᴠᴇɴ ʙᴇʟᴏᴡ.</b>"""

    CPREMIUM_TEXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ  ✨✨


‼️ 𝐓𝐨𝐩 𝐒𝐮𝐛𝐬𝐜𝐫𝐢𝐩𝐭𝐢𝐨𝐧 𝐅𝐞𝐚𝐭𝐮𝐫𝐞𝐬 ‼️

🎉 ɴᴏ ᴀᴅs ɴᴏ ʟɪɴᴋs ᴏɴʟʏ ᴅɪʀᴇᴄᴛ ғɪʟᴇs

🎉 ɴᴇᴠᴇʀ ꜰᴏʀᴄᴇ ᴛᴏ ᴊᴏɪɴ ᴍᴜʟᴛɪ ᴄʜᴀɴɴᴇʟ

🎉 ғᴀsᴛ ᴅᴏᴡɴʟᴏᴀᴅ ᴏᴘᴛɪᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ

🎉 ᴡᴀᴛᴄʜ ᴏɴʟɪɴᴇ ᴏᴘᴛɪᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ

🎉 𝟣ꜱᴛ ɢᴇᴛ ɴᴇᴡ ʀᴇʟᴇᴀꜱᴇ ᴍᴏᴠɪᴇꜱ & ꜱᴇʀɪᴇꜱ

🎉 ᴡᴀᴛᴄʜ & ᴅᴏᴡɴʟᴏᴀᴅ ᴜɴʟɪᴍɪᴛᴇᴅ ᴍᴏᴠɪᴇs

🎉 ᴘʀᴇᴍɪᴜᴍ ʜɪɢʜ ꜱᴘᴇᴇᴅ ʙᴏᴛ ꜱᴇʀᴠᴇʀ

🎉 ᴀʟʟ ᴏᴛᴛ ᴘʟᴀᴛꜰᴏʀᴍ ᴄᴏɴᴛᴇɴᴛ ʜᴇʀᴇ

🎉 ɴᴇᴡ ᴍᴏᴠɪᴇ ᴘʀᴏᴠɪᴅᴇ ᴏɴ ʀᴇʟᴇᴀꜱɪɴɢ ᴅᴀʏ

🎉 ᴡᴀᴛᴄʜ ᴀʟʟ  ᴀᴅꜱ ꜰʀᴇᴇ ᴄʟᴇᴀɴ content 

🎉 ᴡᴀᴛᴄʜ 4ᴋ ᴄᴏɴᴛᴇɴᴛ ɴᴏ ᴀɴʏ ʟɪᴍɪᴛᴀᴛɪᴏɴ 

🎉 24/7 ꜱᴜᴘᴘᴏʀᴛ ᴛᴇᴀᴍ ᴀᴠᴀɪʟᴀʙʟᴇ


🛑 ʏᴏᴜ ᴄᴀɴ ꜱᴇʟᴇᴄᴛ ᴀ ᴘʟᴀɴ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ʙᴜᴅɢᴇᴛ ꜰʀᴏᴍ ᴛʜᴇ ᴘʟᴀɴꜱ ɢɪᴠᴇɴ ʙᴇʟᴏᴡ.</b>"""
    
    PLAN_TXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ  ✨✨


‼️ 𝐓𝐨𝐩 𝐒𝐮𝐛𝐬𝐜𝐫𝐢𝐩𝐭𝐢𝐨𝐧 𝐅𝐞𝐚𝐭𝐮𝐫𝐞𝐬 ‼️

🎉 ɴᴏ ᴀᴅs ɴᴏ ʟɪɴᴋs ᴏɴʟʏ ᴅɪʀᴇᴄᴛ ғɪʟᴇs

🎉 ɴᴇᴠᴇʀ ꜰᴏʀᴄᴇ ᴛᴏ ᴊᴏɪɴ ᴍᴜʟᴛɪ ᴄʜᴀɴɴᴇʟ

🎉 ғᴀsᴛ ᴅᴏᴡɴʟᴏᴀᴅ ᴏᴘᴛɪᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ

🎉 ᴡᴀᴛᴄʜ ᴏɴʟɪɴᴇ ᴏᴘᴛɪᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ

🎉 𝟣ꜱᴛ ɢᴇᴛ ɴᴇᴡ ʀᴇʟᴇᴀꜱᴇ ᴍᴏᴠɪᴇꜱ & ꜱᴇʀɪᴇꜱ

🎉 ᴡᴀᴛᴄʜ & ᴅᴏᴡɴʟᴏᴀᴅ ᴜɴʟɪᴍɪᴛᴇᴅ ᴍᴏᴠɪᴇs

🎉 ᴘʀᴇᴍɪᴜᴍ ʜɪɢʜ ꜱᴘᴇᴇᴅ ʙᴏᴛ ꜱᴇʀᴠᴇʀ

🎉 ᴀʟʟ ᴏᴛᴛ ᴘʟᴀᴛꜰᴏʀᴍ ᴄᴏɴᴛᴇɴᴛ ʜᴇʀᴇ

🎉 ɴᴇᴡ ᴍᴏᴠɪᴇ ᴘʀᴏᴠɪᴅᴇ ᴏɴ ʀᴇʟᴇᴀꜱɪɴɢ ᴅᴀʏ

🎉 ᴡᴀᴛᴄʜ ᴀʟʟ  ᴀᴅꜱ ꜰʀᴇᴇ ᴄʟᴇᴀɴ content 

🎉 ᴡᴀᴛᴄʜ 4ᴋ ᴄᴏɴᴛᴇɴᴛ ɴᴏ ᴀɴʏ ʟɪᴍɪᴛᴀᴛɪᴏɴ 

🎉 24/7 ꜱᴜᴘᴘᴏʀᴛ ᴛᴇᴀᴍ ᴀᴠᴀɪʟᴀʙʟᴇ


🛑 ʏᴏᴜ ᴄᴀɴ ꜱᴇʟᴇᴄᴛ ᴀ ᴘʟᴀɴ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ʙᴜᴅɢᴇᴛ ꜰʀᴏᴍ ᴛʜᴇ ᴘʟᴀɴꜱ ɢɪᴠᴇɴ ʙᴇʟᴏᴡ.</b>"""

    FREE_TXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ  ✨✨


‼️ 𝐓𝐨𝐩 𝐒𝐮𝐛𝐬𝐜𝐫𝐢𝐩𝐭𝐢𝐨𝐧 𝐅𝐞𝐚𝐭𝐮𝐫𝐞𝐬 ‼️

🎉 ɴᴏ ᴀᴅs ɴᴏ ʟɪɴᴋs ᴏɴʟʏ ᴅɪʀᴇᴄᴛ ғɪʟᴇs

🎉 ɴᴇᴠᴇʀ ꜰᴏʀᴄᴇ ᴛᴏ ᴊᴏɪɴ ᴍᴜʟᴛɪ ᴄʜᴀɴɴᴇʟ

🎉 ғᴀsᴛ ᴅᴏᴡɴʟᴏᴀᴅ ᴏᴘᴛɪᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ

🎉 ᴡᴀᴛᴄʜ ᴏɴʟɪɴᴇ ᴏᴘᴛɪᴏɴ ᴀᴠᴀɪʟᴀʙʟᴇ

🎉 𝟣ꜱᴛ ɢᴇᴛ ɴᴇᴡ ʀᴇʟᴇᴀꜱᴇ ᴍᴏᴠɪᴇꜱ & ꜱᴇʀɪᴇꜱ

🎉 ᴡᴀᴛᴄʜ & ᴅᴏᴡɴʟᴏᴀᴅ ᴜɴʟɪᴍɪᴛᴇᴅ ᴍᴏᴠɪᴇs

🎉 ᴘʀᴇᴍɪᴜᴍ ʜɪɢʜ ꜱᴘᴇᴇᴅ ʙᴏᴛ ꜱᴇʀᴠᴇʀ

🎉 ᴀʟʟ ᴏᴛᴛ ᴘʟᴀᴛꜰᴏʀᴍ ᴄᴏɴᴛᴇɴᴛ ʜᴇʀᴇ

🎉 ɴᴇᴡ ᴍᴏᴠɪᴇ ᴘʀᴏᴠɪᴅᴇ ᴏɴ ʀᴇʟᴇᴀꜱɪɴɢ ᴅᴀʏ

🎉 ᴡᴀᴛᴄʜ ᴀʟʟ  ᴀᴅꜱ ꜰʀᴇᴇ ᴄʟᴇᴀɴ content 

🎉 ᴡᴀᴛᴄʜ 4ᴋ ᴄᴏɴᴛᴇɴᴛ ɴᴏ ᴀɴʏ ʟɪᴍɪᴛᴀᴛɪᴏɴ 

🎉 24/7 ꜱᴜᴘᴘᴏʀᴛ ᴛᴇᴀᴍ ᴀᴠᴀɪʟᴀʙʟᴇ


🛑 ʏᴏᴜ ᴄᴀɴ ꜱᴇʟᴇᴄᴛ ᴀ ᴘʟᴀɴ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ʙᴜᴅɢᴇᴛ ꜰʀᴏᴍ ᴛʜᴇ ᴘʟᴀɴꜱ ɢɪᴠᴇɴ ʙᴇʟᴏᴡ.</b>"""

    BRONZE_TXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ ✨✨


❖🔹 𝐓𝐢𝐧𝐲 𝐏𝐥𝐚𝐧 🔹❖

✣ ᴘʟᴀɴ ᴅᴇᴛᴀɪʟꜱ ✣

⊳ ᴘʀɪᴄᴇ : ₹𝟮𝟱 /  ̶1̶0̶0̶

⊳ ᴠᴀʟɪᴅɪᴛʏ : 𝟭𝟱 ᴅᴀʏꜱ 🗓️

❖ ʏᴏᴜ ᴄᴀɴ ꜱᴀᴠᴇ ₹𝟳𝟱 ᴏɴ ᴛʜɪꜱ ᴘʟᴀɴ ❖

⚜️ ɪɴ ᴛʜɪꜱ ᴘʟᴀɴ ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ ᴀʟʟ ᴛʜᴇ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ ᴄɪɴᴇᴡᴏᴏᴅ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ⚜️

‼ ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀɴ ꜱᴛᴀᴛᴜꜱ ᴜꜱᴇ /myplan ✨</b>"""

    SILVER_TXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ ✨✨


❖🎉 𝐒𝐭𝐚𝐫𝐭𝐞𝐫 𝐏𝐥𝐚𝐧 🎉❖

✣ ᴘʟᴀɴ ᴅᴇᴛᴀɪʟꜱ ✣

⊳ ᴘʀɪᴄᴇ : ₹𝟰𝟬 /  ̶1̶6̶0̶

⊳ ᴠᴀʟɪᴅɪᴛʏ : 𝟭 ᴍᴏɴᴛʜ 🗓️

❖ ʏᴏᴜ ᴄᴀɴ ꜱᴀᴠᴇ ₹𝟭𝟮𝟱 ᴏɴ ᴛʜɪꜱ ᴘʟᴀɴ ❖

⚜️ ɪɴ ᴛʜɪꜱ ᴘʟᴀɴ ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ ᴀʟʟ ᴛʜᴇ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ ᴄɪɴᴇᴡᴏᴏᴅ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ⚜️

‼ ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀɴ ꜱᴛᴀᴛᴜꜱ ᴜꜱᴇ /myplan ✨</b>"""

    GOLD_TXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ ✨✨


❖🥈 𝐒𝐢𝐥𝐯𝐞𝐫 𝐏𝐥𝐚𝐧 🥈 ❖

✣ ᴘʟᴀɴ ᴅᴇᴛᴀɪʟꜱ ✣

⊳ ᴘʀɪᴄᴇ : ₹𝟴𝟬 / ̶ 3̶2̶0̶

⊳ ᴠᴀʟɪᴅɪᴛʏ : 𝟮 ᴍᴏɴᴛʜ 🗓️

❖ ʏᴏᴜ ᴄᴀɴ ꜱᴀᴠᴇ ₹𝟮𝟰𝟬 ᴏɴ ᴛʜɪꜱ ᴘʟᴀɴ ❖

⚜️ ɪɴ ᴛʜɪꜱ ᴘʟᴀɴ ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ ᴀʟʟ ᴛʜᴇ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ ᴄɪɴᴇᴡᴏᴏᴅ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ⚜️

‼ ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀɴ ꜱᴛᴀᴛᴜꜱ ᴜꜱᴇ /myplan ✨</b>"""

    PLATINUM_TXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ ✨✨


❖🏅 𝐆𝐨𝐥𝐝𝐞𝐧 𝐏𝐥𝐚𝐧 🏅❖

✣ ᴘʟᴀɴ ᴅᴇᴛᴀɪʟꜱ ✣

⊳ ᴘʀɪᴄᴇ : ₹𝟭𝟭𝟬 / ̶ ̶4̶4̶0̶

⊳ ᴠᴀʟɪᴅɪᴛʏ : 𝟯 ᴍᴏɴᴛʜ 🗓️

❖ ʏᴏᴜ ᴄᴀɴ ꜱᴀᴠᴇ ₹𝟯𝟯𝟬 ᴏɴ ᴛʜɪꜱ ᴘʟᴀɴ ❖

⚜️ ɪɴ ᴛʜɪꜱ ᴘʟᴀɴ ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ ᴀʟʟ ᴛʜᴇ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ ᴄɪɴᴇᴡᴏᴏᴅ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ⚜️

‼ ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀɴ ꜱᴛᴀᴛᴜꜱ ᴜꜱᴇ /myplan ✨</b>"""
    
    DIAMOND_TXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ ✨✨


❖🚀 𝐏𝐥𝐚𝐭𝐢𝐧𝐮𝐦 𝐏𝐥𝐚𝐧 🚀❖

✣ ᴘʟᴀɴ ᴅᴇᴛᴀɪʟꜱ ✣

⊳ ᴘʀɪᴄᴇ : ₹𝟮𝟭𝟱 / ̶ ̶8̶6̶0̶

⊳ ᴠᴀʟɪᴅɪᴛʏ : 𝟲 ᴍᴏɴᴛʜ 🗓️

❖ ʏᴏᴜ ᴄᴀɴ ꜱᴀᴠᴇ ₹𝟲𝟰𝟱 ᴏɴ ᴛʜɪꜱ ᴘʟᴀɴ ❖

⚜️ ɪɴ ᴛʜɪꜱ ᴘʟᴀɴ ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ ᴀʟʟ ᴛʜᴇ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ ᴄɪɴᴇᴡᴏᴏᴅ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ⚜️

‼ ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀɴ ꜱᴛᴀᴛᴜꜱ ᴜꜱᴇ /myplan ✨</b>"""

    OTHER_TXT = """<b>✨✨ ℂ𝕀ℕ𝔼𝕎𝕆𝕆𝔻 𝕊𝕌𝔹𝕊ℂℝ𝕀ℙ𝕋𝕀𝕆ℕ ✨✨


❖💎 𝐃𝐢𝐚𝐦𝐨𝐧𝐝 𝐏𝐥𝐚𝐧 💎🚀❖

✣ ᴘʟᴀɴ ᴅᴇᴛᴀɪʟꜱ ✣

⊳ ᴘʀɪᴄᴇ : ₹𝟰𝟬𝟬 / ̶ ̶1̶6̶0̶0̶

⊳ ᴠᴀʟɪᴅɪᴛʏ : 𝟭 ʏᴇᴀʀ 🗓️

❖ ʏᴏᴜ ᴄᴀɴ ꜱᴀᴠᴇ ₹𝟭𝟮𝟬𝟬 ᴏɴ ᴛʜɪꜱ ᴘʟᴀɴ ❖

⚜️ ɪɴ ᴛʜɪꜱ ᴘʟᴀɴ ʏᴏᴜ ᴡɪʟʟ ɢᴇᴛ ᴀʟʟ ᴛʜᴇ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ ᴄɪɴᴇᴡᴏᴏᴅ ꜱᴜʙꜱᴄʀɪᴘᴛɪᴏɴ ⚜️

‼ ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ᴄᴜʀʀᴇɴᴛ ᴘʟᴀɴ ꜱᴛᴀᴛᴜꜱ ᴜꜱᴇ /myplan ✨</b>"""
    UPI_TXT = """<b>👋 ʜᴇʏ {},
    
 ᴘᴀʏ ᴀᴍᴍᴏᴜɴᴛ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ᴘʟᴀɴ ᴀɴᴅ ᴇɴᴊᴏʏ ᴘʀᴇᴍɪᴜᴍ ᴍᴇᴍʙᴇʀꜱʜɪᴘ !

💵 ᴜᴘɪ ɪᴅ - <code>{}</code>

‼️ ᴍᴜsᴛ sᴇɴᴅ sᴄʀᴇᴇɴsʜᴏᴛ ᴀғᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ.</b>"""

    QR_TXT = """<b>👋 ʜᴇʏ {},
    
 ᴘᴀʏ ᴀᴍᴍᴏᴜɴᴛ ᴀᴄᴄᴏʀᴅɪɴɢ ᴛᴏ ʏᴏᴜʀ ᴘʟᴀɴ ᴀɴᴅ ᴇɴᴊᴏʏ ᴘʀᴇᴍɪᴜᴍ ᴍᴇᴍʙᴇʀꜱʜɪᴘ !

📸 ǫʀ ᴄᴏᴅᴇ - <a href='{}'>ᴄʟɪᴄᴋ ʜᴇʀᴇ ᴛᴏ ꜱᴄᴀɴ</a>

‼️ ᴍᴜsᴛ sᴇɴᴅ sᴄʀᴇᴇɴsʜᴏᴛ ᴀғᴛᴇʀ ᴘᴀʏᴍᴇɴᴛ.</b>"""

    PREPLANS_TXT = """<b>👋 ʜᴇʏ {},
    
🌍 <u>𝑨𝒗𝒂𝒊𝒍𝒂𝒃𝒍𝒆 𝑷𝒍𝒂𝒏𝒔</u> :

<blockquote>⚜️ 10 𝑹𝒖𝒑𝒂𝒚𝒆 👉 7 𝒅𝒂𝒚𝒔

⚜️ 20 𝑹𝒖𝒑𝒂𝒚𝒆 👉 15 𝒅𝒂𝒚𝒔 

⚜️ 40 𝑹𝒖𝒑𝒂𝒚𝒆 👉 30 𝒅𝒂𝒚𝒔 

⚜️ 55 𝑹𝒖𝒑𝒂𝒚𝒆 👉 45 𝒅𝒂𝒚𝒔 

⚜️ 75 𝑹𝒖𝒑𝒂𝒚𝒆 👉 60 𝒅𝒂𝒚𝒔</blockquote>

𝑺𝒆𝒍𝒆𝒄𝒕 𝒀𝒐𝒖𝒓 𝑷𝒂𝒚𝒎𝒆𝒏𝒕 𝑴𝒆𝒕𝒉𝒐𝒅.....

𝑼𝑷𝑰 𝑰𝑫 👉 <code>{}</code>

𝑸𝑹 𝒄𝒐𝒅𝒆 👉 <a href='{}'>ᴄʟɪᴄᴋ ʜᴇʀᴇ ᴛᴏ ꜱᴄᴀɴ</a> 

𝑷𝒂𝒚 𝑨𝒎𝒐𝒖𝒏𝒕 𝑨𝒄𝒄𝒐𝒓𝒅𝒊𝒏𝒈 𝑻𝒐 𝒀𝒐𝒖𝒓 𝑷𝒍𝒂𝒏 & 𝑬𝒏𝒋𝒐𝒚 𝑷𝒓𝒆𝒎𝒊𝒖𝒎 𝑴𝒆𝒎𝒃𝒆𝒓𝒔𝒉𝒊𝒑

‼️ 𝑴𝒖𝒔𝒕 𝑺𝒆𝒏𝒅 𝑺𝒄𝒓𝒆𝒆𝒏𝒔𝒉𝒐𝒕 𝑨𝒇𝒕𝒆𝒓 𝑷𝒂𝒚𝒎𝒆𝒏𝒕....

🪔 𝑪𝒉𝒆𝒄𝒌 𝒀𝒐𝒖𝒓 𝑨𝒄𝒕𝒊𝒗𝒆 𝑷𝒍𝒂𝒏: /myplan
‼️ 𝑨𝒇𝒕𝒆𝒓 𝑺𝒆𝒏𝒅𝒊𝒏𝒈 𝑨 𝑺𝒄𝒓𝒆𝒆𝒏𝒔𝒉𝒐𝒕 𝑷𝒍𝒆𝒂𝒔𝒆 𝑮𝒊𝒗𝒆 𝒖𝒔 𝒔𝒐𝒎𝒆 𝑻𝒊𝒎𝒆 𝑻𝒐 𝑨𝒅𝒅 𝒀𝒐𝒖 𝑰𝒏 𝑻𝒉𝒆 𝑷𝒓𝒆𝒎𝒊𝒖𝒎 𝑳𝒊𝒔𝒕.</b>"""    

    SOURCE_TXT ="""<b>ՏOᑌᖇᑕᗴ ᑕOᗪᗴ : 👇 </b>

 ꜱᴏᴜʀᴄᴇ ᴄᴏᴅᴇ ʜᴇʀᴇ ◉› :<a href=https://github.com/Deendayal403/Deendayal_dhakad.git>Deendayal_Botz</a>\n """

    EXTRAF_TXT =""" <b> ʜᴇʀᴇ ɪꜱ ᴍʏ ᴇxᴛʀᴀ ꜰᴇᴀᴛᴜʀᴇꜱ </b>"""

    STICKER_TXT = """<b>ʏᴏᴜ ᴄᴀɴ ᴜꜱᴇ ᴛʜɪꜱ ᴍᴏᴅᴜʟᴇ ᴛᴏ ꜰɪɴᴅ ᴀɴʏ ꜱᴛɪᴄᴋᴇʀꜱ ɪᴅ. 
 • ᴜꜱᴀɢᴇ :ᴛᴏ ɢᴇᴛ ꜱᴛɪᴄᴋᴇʀ 
   
  ʜᴏᴡ ᴛᴏ ᴜꜱᴇ 
 ◉ ʀᴇᴘʟʏ ᴛᴏ ꜱᴛɪᴄᴋᴇʀ [/stickerid]  
 </b>""" 
  
    FONT_TXT= """<b>ᴜꜱᴀɢᴇ 
  
 ʏᴏᴜ ᴄᴀɴ ᴜꜱᴇ ᴛʜɪꜱ ᴍᴏᴅᴜʟᴇ ᴛᴏ ᴄʜᴀɴɢᴇ ꜰᴏɴᴛ ꜱᴛyʟᴇ   
  
 ᴄᴏᴍᴍᴀɴᴅ : /font ʏᴏᴜʀ ᴛᴇxᴛ (ᴏᴩᴛɪᴏɴᴀʟ) 
 ᴇɢ:- /font ʜᴇʟʟᴏ 
  
 </b>"""
    TELE_TXT = """<b>ʜᴇʟᴘ: ᴛᴇʟᴇɢʀᴀᴘʜ ᴅᴏ ᴀꜱ ʏᴏᴜ ᴡɪꜱʜ ᴡɪᴛʜ ᴛᴇʟᴇɢʀᴀ.ᴘʜ ᴍᴏᴅᴜʟᴇ! 
  
 ᴜꜱᴀɢᴇ: /telegraph - ꜱᴇɴᴅ ᴍᴇ ᴘɪᴄᴛᴜʀᴇ ᴏʀ ᴠɪᴅᴇᴏ ᴜɴᴅᴇʀ (5ᴍʙ) 
  
 ɴᴏᴛᴇ: 
 ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ ɪꜱ ᴀᴠᴀɪʟᴀʙʟᴇ ɪɴ ɢᴏᴜᴘꜱ ᴀɴᴅ ᴘᴍꜱ 
 ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ ᴄᴀɴ ʙᴇ ᴜꜱᴇᴅ ʙʏ ᴇᴠᴇʀʏᴏɴᴇ</b>"""
    SONG_TXT = """<b>ꜱᴏɴɢ ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴏᴅᴜʟᴇ</b> 
      
 <b>ꜱᴏɴɢ ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴏᴅᴜʟᴇ, ꜰᴏʀ ᴛʜᴏꜱᴇ ᴡʜᴏ ʟᴏᴠᴇ ᴍᴜꜱɪᴄ. yᴏᴜ ᴄᴀɴ ᴜꜱᴇ ᴛʜɪꜱ ꜰᴇᴀᴛᴜᴇ ꜰᴏʀ ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴy ꜱᴏɴɢ ᴡɪᴛʜ ꜱᴜᴩᴇʀ ꜰᴀꜱᴛ ꜱᴩᴇᴇᴅ. ᴡᴏʀᴋꜱ ʙᴏᴛ ᴀɴᴅ ɢʀᴏᴜᴩꜱ ᴏɴʟy...</b> 
  
  /song ꜱᴏɴɢ ɴᴀᴍᴇ</b>"""

    INSTAGRAM_TXT = """<b>Wɪᴛʜ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ʏᴏᴜ ᴡɪʟʟ ʙᴇ ᴀʙʟᴇ ᴛᴏ ᴇᴀsɪʟʏ ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ Iɴsᴛᴀɢʀᴀᴍ ʀᴇᴇʟs.

/Instagram  sᴇɴᴅ ɪɴsᴛᴀɢʀᴀᴍ ʀᴇᴇʟ,sᴛᴏʀɪᴇs ᴀɴᴅ ᴘᴏsᴛ ʟɪɴᴋ ᴛᴏ ᴛʜɪs ʙᴏᴛ, ғᴏʀ ᴅᴏᴡɴʟᴏᴀᴅɪɴɢ, ᴘᴜʙʟɪᴄ ᴏɴʟʏ.

Exᴀᴍᴘʟᴇ 👉 /Instagram ʜᴛᴛᴘs://ᴡᴡᴡ.ɪɴsᴛᴀɢʀᴀᴍ.ᴄᴏᴍ/ʀᴇᴇʟ/CᴠTɴᴋᴄ𝟷ᴏᴜD𝟹/?ɪɢsʜ=YᴢʟᴊYTᴋ𝟷ODɢ𝟹Zɢ==<b>"""
    
    JSON_TXT = """<b> 
 ᴊsᴏɴ:  
 ʙᴏᴛ ʀᴇᴛᴜʀɴs ᴊsᴏɴ ꜰᴏʀ ᴀʟʟ ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴀɢᴇs ᴡɪᴛʜ /json 
  
 ꜰᴇᴀᴛᴜʀᴇs: 
  
 ᴍᴇssᴀɢᴇ ᴇᴅɪᴛᴛɪɴɢ ᴊsᴏɴ 
 ᴘᴍ sᴜᴘᴘᴏʀᴛ 
 ɢʀᴏᴜᴘ sᴜᴘᴘᴏʀᴛ 
  
 ɴᴏᴛᴇ: 
  
 ᴇᴠᴇʀʏᴏɴᴇ ᴄᴀɴ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ , ɪꜰ sᴘᴀᴍɪɴɢ ʜᴀᴘᴘᴇɴs ʙᴏᴛ ᴡɪʟʟ ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ʙᴀɴ ʏᴏᴜ ꜰʀᴏᴍ ᴛʜᴇ ɢʀᴏᴜᴘ.</b>"""
    
